Repository: diatem-net/nodekey
Catalog: translations/nodekey-8.x-1.0.*.po
Languages: fr

source: Allows to define a unique key for each node.
fr: Permet de définir une clé unique pour chaque entité de contenu.

source: Content types
fr: Types de contenu

source: List of keys
fr: Liste des clés

source: All these content types will use the unique key system.
fr: Tous ces types de contenu utiliseront le système de clé unique.

source: This node key is already taken.
fr: Cette clé de contenu est déjà utilisée.

source: Node Key settings
fr: Paramètres de Node Key

source: Configure global settings for Node Key.
fr: Configurer les paramètres généraux pour Node Key.

source: Administer Node Key
fr: Administrer Node Key

source: Administer access to module
fr: Administer l'accès au module

source: Node key
fr: Clé de contenu

source: This key is used to identify content without relying on its identifier.<br><b>The content key must be unique.</b>
fr: Cette clé permet d'identifier un contenu sans se baser sur son identifiant.<br><b>La clé de contenu doit être unique.</b>

source: The node key « %s » has been created.
fr: La clé de contenu « %s » a bien été créée.

source: The node key « %s » already exists. Please fix it in your database.
fr: La clé de contenu « %s » existe déjà. Merci de corriger cette erreur dans votre base de données.
